using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;
using System.IO;
//Пинарин Олег группа CS-28.11
//Задание 4 
//
//* а) Реализовать класс для работы с двумерным массивом.Реализовать конструктор,
// заполняющий массив случайными числами.Создать методы, которые возвращают сумму всех
//элементов массива, сумму всех элементов массива больше заданного, свойство, возвращающее
//минимальный элемент массива, свойство, возвращающее максимальный элемент массива,
//метод, возвращающий номер максимального элемента массива(через параметры, используя
//модификатор​  ​ ref​  ​ или​  ​ out)
//** б) Добавить конструктор и методы, которые загружают данные из файла и записывают данные
// в​  ​ файл.
namespace PingFromTable
{
    class DoubleArr
    {        
        public string [,] arr;
        public DoubleArr()
        {

        }        
        public DoubleArr(string adress)
        {
              
        }     
    }
}
